<!DOCTYPE html>
<html lang="es" dir="ltr">
  <head>

    <meta charset="utf-8">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <meta name="title" content="Vibe Co-Living &middot; Juan Carlos Prada &middot; Dise&ntilde;ador Gr&aacute;fico Digital">
    <meta name="description" content="Web App (Concepto) &middot; Dise&ntilde;o UX/UI">
    <meta name="author" content="Juan Carlos Prada">
    <meta name="keywords" content="dise&ntilde;o gr&aacute;fico, ilustraci&oacute;n, UI, UX, visual design, dise&ntilde;o de interfaces">

    <meta property="og:title" content="Juan Carlos Prada &middot; Dise&ntilde;ador Gr&aacute;fico Digital">
    <meta property="og:description" content="Dise&ntilde;ador gr&aacute;fico de Bogot&aacute;, Colombia">
    <meta property="og:type" content="website">
    <meta property="og:site_name" content="Juan Carlos Prada &middot; Dise&ntilde;ador Gr&aacute;fico Digital">
    <meta property="og:url" content="https://juanprada.co/es">
    <meta property="og:image" content="https://juanprada.co/assets/images/og_es.png">

    <link rel="stylesheet" type="text/css" href="../../css/main.css">
    <link rel="icon" type="image/png" href="../../assets/images/favicon.png">

    <title>Vibe Co-Living &middot; Juan Carlos Prada &middot; Dise&ntilde;ador Gr&aacute;fico Digital</title>

    <!--[if lt IE 9]>
    <script type="text/javascript" src="../../js/css3-mediaqueries.min.js"></<script>
    <![endif]-->

  </head>

  <body>

    <!-- Progress bar -->
    <div class="progress-bar">
    </div>

    <div class="project-cover cover-vibe">
    </div>

    <div class="container">

      <header>
        <nav>
          <a class="main-menu-link esp-link" href="../proyectos">Proyectos</a>
          <h1>
             <a href="../../es">
               <svg width="100%" height="100%" viewBox="0 0 86 86" version="1.1" xmlns="http://www.w3.org/2000/svg" xmlns:xlink="http://www.w3.org/1999/xlink" xml:space="preserve" xmlns:serif="http://www.serif.com/" style="fill-rule:evenodd;clip-rule:evenodd;stroke-linejoin:round;stroke-miterlimit:2;">
                 <path d="M86,0L0,0L0,86L86,86L86,0ZM52.916,71.727L59.27,71.727L59.27,62.978L64.846,62.978L67.689,60.134L67.689,14.144L52.916,14.144L52.916,71.727ZM59.27,19.216L61.388,19.216L61.388,57.906L59.27,57.906L59.27,19.216ZM33.905,68.884L33.91,14.146L27.611,14.146L27.611,66.657L25.494,66.657L25.494,43.994L19.195,43.994L19.195,71.729L31.066,71.729L33.905,68.884ZM47.957,14.147L50.792,16.982L50.792,41.88L44.444,41.88L44.444,19.219L42.384,19.219L42.384,66.658L44.444,66.658L44.444,43.997L50.792,43.997L50.792,71.73L38.87,71.73L36.033,68.892L36.033,14.147L47.957,14.147Z"/>
               </svg>
             </a>
          </h1>
          <a class="main-menu-link esp-link" href="../acerca-de">Acerca De</a>
        </nav>
      </header>

      <section class="project-header">

        <h2>Vibe Co-Living</h2>

      </section>

      <section class="project-info">
        <div class="project-intro">
          <div class="add-space-bottom">
            <h5>Web App (Concepto) &middot; Dise&ntilde;o UX/UI</h5>
            <h5>Proyecto acad&eacute;mico enAc&aacute;mica</h5>
            <h5>2020</h5>
          </div>
          <div>
            <p><strong>Vibe</strong> es una web/abb que dise&ntilde;&eacute; durante el curso de Dise&ntilde;o UX/UI que tom&eacute; en <strong>Ac&aacute;mica</strong>. Tiene como objetivo ayudar a las personas a encontrar un cuarto y/o compa&ntilde;erxs de habitaci&oacute;n en la ciudad de Bogot&aacute;, Colombia.</p>
            <p>Las personas pueden unirse a la comunidad como anfitrionas (si tienen un espacio para ofrecer) o como roommates (si buscan un lugar donde vivir). Aprovechando la informaci&oacute;n ingresada, la plataforma les har&aacute; recomendaciones personalizadas seg&uacute;n sus necesidades y preferencias, permiti&eacute;ndoles encontrar f&aacute;cilmente la opci&oacute;n perfecta.</p>
          </div>
        </div>
        <div class="project-content">

          <img class="image-effect" src="../../assets/images/project_vibe_01.png" alt="Logotipo de Vibe">
          <p class="caption">El logotipo de la marca combina dos estilos tipogr&aacute;ficos distinos. El resultado final es limpio y sencillo, pero din&aacute;mico al mismo tiempo.</p>

          <div class="main-info">
            <p class="big-text big-text-space">
            Cada a&ntilde;o, personas de toda Colombia llegan a Bogot&aacute; buscando nuevas oportunidades. Sin embargo, en muchos casos, arrendar una casa o un apartamento puede ser muy caro, especialmente para una sola persona.</p>

            <p class="big-text big-text-space">
            Encontr&eacute; en el co-living (un modelo de vivienda compartida basado en la convivencia colaborativa) una alternativa viable, no s&oacute;lo en t&eacute;rminos econ&oacute;micos, sino tambi&eacute;n porque fomenta la generaci&oacute;n de v&iacute;nculos interpersonales, lo cual puede ayudar a quienes llegan a Bogot&aacute; a adaptarse sin problemas a su nuevo entorno.
            </p>

            <p class="big-text">
            Quise hacer &eacute;nfasis en lo novedoso de esta forma de vivir (al menos en Colombia) a trav&eacute;s del nombre del proyecto, que proviene de la palabra “vive”, pero modificada para convertirse en algo nuevo, distinto (haciendo referencia, al mismo tiempo, a la expresi&oacute;n en ingl&eacute;s “vibe”, que podría traducirse como la sensación que alguien o algo genera en otra persona &ndash;buena vibra, buena onda&ndash;).
            </p>
          </div>

          <img src="../../assets/images/project_vibe_02.png" alt="P&aacute;gina inicial de Vibe">
          <p class="caption">P&aacute;gina inicial de Vibe. Us&eacute; texturas, colores vibrantes y diferentes formas/figuras para darle al proyecto un estilo expresivo y joven.</p>

          <div class="main-info">
            <p class="big-text">
            Ya sea que est&eacute;n buscando un lugar para vivir, o que tengan un cuarto disponible para arrendar, las personas usuarias podr&aacute;n encontrar un match ideal por medio de un sistema de filtros. Tambi&eacute;n est&aacute; disponible una opci&oacute;n de contacto, en caso de que necesiten informaci&oacute;n adicional sobre alg&uacute;n anuncio antes de enviar una solicitud.
            </p>
          </div>

          <img src="../../assets/images/project_vibe_03.png" alt="Secci&oacute;n de b&uacute;squeda de Vibe">
          <p class="caption">Secci&oacute;n de b&uacute;squeda del sitio, tanto para anfitriones como para roommates. Los filtros est&aacute;n agrupados en una barra lateral.</p>

          <img class="add-space" src="../../assets/images/project_vibe_04.png" alt="Anuncios de roommates y de habitaciones en Vibe">
          <p class="caption">As&iacute; se ven los anuncios en el sitio. Quienes se hayan registrado como roommates incluir&aacute;n su presupuesto, y detalles de su espacio ideal. Por su parte, las personas que est&eacute;n como anfitrionas promover&aacute;n su espacio disponible e incluir&aacute;n informaci&oacute;n relevante (precios mensuales, ubicaci&oacute;n, servicios, etc). En ambos casos, el perfil de quien anuncia ser&aacute; visible.</p>

          <div class="main-info">
            <p class="big-text">
            Una vez completada la versi&oacute;n de escritorio de Vibe, pase&eacute; a dise&ntilde;ar una aplicaci&oacute;n para Android (el sistema operativo m&oacute;vil m&aacute;s popular en Colombia), usando <strong>Material Design</strong> como gu&iacute;a.
            </p>
          </div>

          <img src="../../assets/images/project_vibe_05.png" alt="Propuesta de aplicaci&oacute;n para Android">
          <p class="caption">Algunas de las pantallas de la aplicaci&oacute;n para Android. Si bien est&aacute; basada en el sistema de Material Design, mantiene el estilo visual definido previamente.</p>

        </div>
      </section>

      <div class="horizontal-line">
      </div>

            <nav class="projects-nav">
        <div class="prev-project">
          <a href="la-canasta"><h5>&larr; Anterior</h5></a>
        </div>

        <div class="next-project">
          <a href="destino-amazonas"><h5>Siguiente &rarr;</h5></a>
        </div>

      </nav>

    <footer>
      <nav>
        <a href="mailto:jcp@juanprada.co">jcp@juanprada.co</a>
        <a href="https://juanprada.co">Site in English</a>
      </nav>
    </footer>

    </div>

    <!-- Scripts -->
    <script type="text/javascript" src="../../js/progress-bar.js"></script>

  </body>

  </html>
